[
  {
    "department": "General Medicine",
    "name": "General check-up",
    "description": "A routine medical examination to assess a person's overall health status, including vital signs, physical examination, and laboratory tests.",
    "price": 300
  },
  {
    "department": "Radiology",
    "name": "X-ray",
    "description": "A diagnostic test that uses electromagnetic radiation to produce images of bones and internal organs.",
    "price": 200
  },
  {
    "department": "Laboratory",
    "name": "Blood test",
    "description": "A laboratory test that measures various substances in the blood, such as glucose, cholesterol, and electrolytes.",
    "price": 150
  },
  {
    "department": "Cardiology",
    "name": "ECG (electrocardiogram)",
    "description": "A diagnostic test that records the electrical activity of the heart.",
    "price": 150
  },
  {
    "department": "Immunology",
    "name": "Vaccination",
    "description": "A preventive measure that helps to protect against various infectious diseases, such as flu, pneumonia, and tetanus.",
    "price": 100
  },
  {
    "department": "Radiology",
    "name": "MRI (magnetic resonance imaging)",
    "description": "A diagnostic test that uses a magnetic field and radio waves to produce detailed images of the body's internal structures.",
    "price": 3000
  },
  {
    "department": "Radiology",
    "name": "CT scan (computed tomography)",
    "description": "A diagnostic test that uses X-rays and computer technology to produce detailed images of the body's internal structures.",
    "price": 2000
  },
  {
    "department": "Radiology",
    "name": "Ultrasound",
    "description": "A diagnostic test that uses high-frequency sound waves to produce images of the body's internal structures.",
    "price": 500
  },
  {
    "department": "Physical Therapy",
    "name": "Physical therapy session",
    "description": "A rehabilitation program that helps to improve mobility, function, and quality of life through exercise and other techniques.",
    "price": 200
  },
  {
    "department": "Occupational Therapy",
    "name": "Occupational therapy session",
    "description": "A rehabilitation program that helps to improve a person's ability to perform daily living and work-related tasks.",
    "price": 200
  },
  {
    "department": "Psychiatry",
    "name": "Initial psychiatric evaluation",
    "description": "A comprehensive assessment of a patient's mental health status, including a review of their symptoms, medical history, and current medications.",
    "price": 350
  },
  {
    "department": "Dermatology",
    "name": "Skin biopsy",
    "description": "A procedure that involves removing a small piece of skin for examination under a microscope to diagnose skin conditions.",
    "price": 400
  },
  {
    "department": "Orthopedics",
    "name": "Knee arthroscopy",
    "description": "A minimally invasive surgical procedure that uses a small camera to diagnose and treat problems in the knee joint.",
    "price": 5000
  },
  {
    "department": "Cardiology",
    "name": "Echocardiogram",
    "description": "A diagnostic test that uses sound waves to produce images of the heart and its blood vessels.",
    "price": 1000
  },
  {
    "department": "Gastroenterology",
    "name": "Colonoscopy",
    "description": "A diagnostic test that examines the inside of the colon and rectum to detect abnormalities and screen for colon cancer.",
    "price": 3000
  },
  {
    "department": "Psychology",
    "name": "Cognitive behavioral therapy (CBT)",
    "description": "A form of therapy that helps patients identify and change negative thought patterns and behaviors that contribute to mental health problems.",
    "price": 150
  },
  {
    "department": "Allergy and Immunology",
    "name": "Allergy testing",
    "description": "A series of tests that identify specific allergens that trigger allergic reactions, such as food, pollen, or pet dander.",
    "price": 500
  }
]
